INSERT INTO products (name, description, status)
VALUES
    ('HC4000', 'HC4000 型号产品', '启用'),
    ('HC4000H', 'HC4000H 型号产品', '启用'),
    ('HC3600', 'HC3600 型号产品', '启用'),
    ('HC3600H', 'HC3600H 型号产品', '启用'),
    ('HC3300', 'HC3300 型号产品', '启用'),
    ('HC3300H', 'HC3300H 型号产品', '启用'),
    ('HC3200', 'HC3200 型号产品', '启用'),
    ('HC3200H', 'HC3200H 型号产品', '启用'),
    ('HC3000', 'HC3000 型号产品', '启用'),
    ('HC3000H', 'HC3000H 型号产品', '启用'),
    ('HC2500', 'HC2500 型号产品', '启用'),
    ('HC2500H', 'HC2500H 型号产品', '启用'),
    ('HC-FQ2500', 'HC-FQ2500 型号产品', '启用'),
    ('HC-QG-C', 'HC-QG-C 型号产品', '启用'),
    ('HC-QG-E', 'HC-QG-E 型号产品', '启用'),
    ('HC-QG-S', 'HC-QG-S 型号产品', '启用'),
    ('HC-ST-A', 'HC-ST-A 型号产品', '启用');
